aaron-bond.better-comments
alfredbirk.tailwind-documentation
anteprimorac.html-end-tag-labels
anthropic.claude-code
azemoh.one-monokai
beardedbear.beardedtheme
bradlc.vscode-tailwindcss
byi8220.indented-block-highlighting
charliermarsh.ruff
dbaeumer.vscode-eslint
dineug.vuerd-vscode
donjayamanne.githistory
ecmel.vscode-html-css
esbenp.prettier-vscode
firsttris.vscode-jest-runner
fisheva.eva-theme
formulahendry.code-runner
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
glenn2223.live-sass
gruntfuggly.todo-tree
humao.rest-client
janne252.fontawesome-autocomplete
kamikillerto.vscode-colorize
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
mechatroner.rainbow-csv
mermaidchart.vscode-mermaid-chart
ms-azuretools.vscode-containers
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
njpwerner.autodocstring
openai.chatgpt
pixl-garden.bongocat
pkief.material-icon-theme
pranaygp.vscode-css-peek
rangav.vscode-thunder-client
redhat.vscode-yaml
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
skyran.js-jsx-snippets
takumii.markdowntable
tobiasalthoff.atom-material-theme
tonybaloney.vscode-pets
twxs.cmake
uloco.theme-bluloco-dark
usernamehw.errorlens
xabikos.reactsnippets
zenclabs.previewjs
zhucy.project-tree
